{"podcast_details": {"podcast_title": "Axios Re:Cap", "episode_title": "2021's challenges for journalism", "episode_image": "https://megaphone.imgix.net/podcasts/c11bb198-0ed5-11e9-b104-23783a81f42d/image/uploads_2F1591879597832-2j9s3rvvirs-e99072d830b3b499bcadfd8c18eb598a_2FAxios-ReCap_Podcast-Art_3000x3000.png?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress", "episode_transcript": " Hi, I'm Naomi Schaven. Welcome to Axios Recap. Today is Wednesday, December 22nd, and we're focused on journalistic responsibility. This is the last ever episode of Axios Recap. We've come to the end of the road. It's also my last conversation in this series of look backs at 2021 with my Axios colleagues. Today's guest, Jim Van de Huy, co-founder and CEO of Axios and a longtime journalist himself. He's worked as a sports reporter and political scoop breaker, and he co-founded both Politico and Axios. I wanted to ask Jim how he thinks the media has performed this year, covering the pandemic, a divided America, and a new presidential administration. And I wanted to know what challenges he sees ahead as the media tries to rebuild public trust. In a moment, I'll be joined by Jim Van de Huy from the Axios newsroom in Clarendon, Virginia. I'm joined now by Jim Van de Huy. He's a longtime journalist and the CEO and co-founder of Axios. Hi, Jim. Hey, Naomi. Good to be here. You've covered Washington for years in different iterations and in different jobs. And I'm wondering how covering Washington has changed over this past year, especially with an eye on the transition of power that we saw in January. I think Washington journalism in general has changed profoundly, irreversibly over the last three or four years. I think this past year, the layer of complexity and sort of the new twist and really the sad twist was the looting, the violence, the death at the U.S. Capitol, and the fact that you have a portion of one of the parties denying it and also claiming that an election that was validated by state officials, including Republicans in most of these states, saying that it's not valid, like that's new. Like there's always been politics in Spain and BS just at a different level. Then you throw into that mix the fact that we have splintered as a society, that most Republicans don't believe a damn thing that the media says or writes, and that you have factions of the media that as a reaction to that tend to sound a lot more liberal, a lot more one-sided than they might have three or four years ago. It's a different world. It's a tough world. To that point, how do you think the media should be handling its responsibility to inform the public when that divide between what feels like two different Americas, two very different realities that people could be living in in this country just seems to be increasing? It's a national emergency. I truly believe this. I believe that it's very easy to spread misinformation, disinformation, spin and BS at scale relatively inexpensively and quite quickly. We have to be aware of that. All I can speak to is how we think about it at Axios, which is we want to be clinical. We want to be direct. There are two political parties. We try to cover both of them. We try to do it not ideologically. We ask every reporter. In fact, we ask every employee who signs up here to check their ideology at the door. And I believe that if you do your best to try to get to that closest approximation of the truth, do it in a clinical way, backed by solid reporting for people who have expertise in those subjects, that those people that are persuadable will be persuaded over time. You mentioned the responsibility to check ideology at the door when practicing journalism. Overall, when you look at the whole media landscape, do you think that there's been an impression that the media is softer on Biden than they were on Trump? It's a tough question to answer because I think empirically speaking, covering Trump, Trump just said so many things that weren't true and you have an obligation to point out what's not true. If someone says a stat that's not backed up by real data or paints a portrait of something that doesn't exist, you have a duty to call it out. And so there was just a lot more of that under Trump. There was some goofy column recently by Dana Milbank over at The Post trying to say that the coverage of Biden based on his magical algorithm is as negative as it was of Trump. I don't see that. I certainly think that there's been tough coverage of Biden, especially around Afghanistan, much of it warranted. But in general, do I see the same adversarial tone? Do I see the same material, by the way, that reporters are working with? I just don't. I think we have a job as reporters to not pick teams and try to explain what's happening. And you can look at the Biden administration over the first year and you can say that how they handle the Afghanistan withdrawal, even if you like the ends, was a hot mess. You could also say that they underestimated inflation and maybe the inflationary impacts of policies that they set in motion early in the presidency. I think that part is true, too. I'm a little surprised at the level of not from reporters, but from the public, how much people who don't like Biden seem to hate him. Because I don't think rhetorically he's been that ideological. I think the toxicity of our politics that leads to this mass movement of people who don't believe anything that isn't reinforcing or soothing to their own views is problematic. It's a complicated world. It's a nuanced world. I try to teach my kids this all the time that one of the reasons politics sucks is that often two things that might seem in contradiction can be true at the exact same time. And there's just no room for nuance in politics anymore. And it's become like a spectator sport in a way that is just not healthy. And you could blame me partly for it. We started Politico. And Politico, I think, was an awesome idea at the time, but it set in motion this race by all of media to cover politics more heavily, I think, than is warranted. If you look at the world as it exists today and you think what is most important in America, it isn't politics. I'd be a lot more interested in what's happening in cities, what's happening in 5G, what's happening with automation, what's happening with our battle vis-a-vis China, who's going to win the quantum computing race? How are we going to solve climate change? The world is changing faster than our species is probably capable of keeping up with at this moment, certainly changing faster than government can keep up. So we have to, as a society, sit back and think how do we create institutions and mechanisms for addressing this? You mentioned that there's a whole swath of our population in the US that has basically turned away from trusted institutions, including the media. Is there a way that you think media can earn back trust? And what does that look like? I think for established media with a solidified reputation, it's going to be impossible for them to change their reputation. So take the New York Times. I read it. I trust most of what they cover. I'm sorry, but my brother, people who support Trump, they're never going to read the New York Times, they're never going to trust him. I think the way that you get back to some level of normalcy, and one of the things we're trying to do at Axios is if you can get close to where someone lives or where someone works so they can touch and feel the news and make an appraisal of reality, I think you can gain trust that way. That's what we're spending a lot on local news. When it gets to these big national topics that are so far away from you as an individual, they're just ripe for manipulation. And I think what media can do is get back to the basics of trying to do really good reporting in a non-ideological way. If someone's doing something corrupt and wrong, I'm not one of these people who thinks you should have bullsiderism when it comes to January 6. I'm sorry. A group of people stormed the US Capitol with violence and killed people in the heart of democracy. I have a hard time saying, ah, there's a way to talk about that in a way that's not offensive to people who are supportive of that. If you're supportive of that, I think it's treasonous. That doesn't mean that all of conservatism is polluted and that every conservative is there for inherently corrupt. I just think you have to call BS where BS exists and persists. You mentioned the investment Axios has made in local news and that you see that as a really key part of building trust with readers and bringing people to a place where they can trust a media source. What have you learned this year about local media and its place in the media ecosystem? A couple things. I don't know that I learned them this year, but I would say they've been amplified and validated this year. One, that every community, big and small, is changing faster than ever because of technology in this work from anywhere phenomenon. The hunger for residents new and old in communities big and small to learn more about this transition, this transformation, in some cases a renaissance, the hunger is there. The reader interest is strong. People miscalculated. The industry can be saved. You have to put that investment into people, not into property, into paper, and you have to provide information that people need to navigate their community. There's still a lot of ad dollars out there. We're super bullish. I truly believe this. It will be by far and away the most important journalistic achievement of my lifetime. Everybody needs and deserves some level of high quality content so they can understand what's happening in their own backyard. I think if you have that, you end up being a better citizen. You make better decisions. If you don't have that, you have real problems with misinformation, with accountability, with a functioning society. For those people that just hate media all the time, you got to better imagine a world where there's no information, where nobody's trying to do their damnedest to get to the closest approximation of the truth. What I would say to people who would listen to this and be like, oh, Jim, you're full of it, then just show me where. We're humble enough to know we don't get everything right, but I dare you to find examples that the preponderance of the evidence that you would find would suggest that we're not trying our best to fix this in a way that would be appealing to anybody who is remotely reasonable. It's interesting you're bringing up mistakes that media has made from the business angle. I'm curious if there's any story you think about over the last year that you think Axios or maybe media at large might have handled better. Yeah, I think the defund the police. George Floyd gets murdered. I think there's a really nice sincere societal response to it that people are outraged that this continues to happen to our black neighbors and friends and to our brown neighbors and friends. We're outraged. We want solidarity. I think that was a great moment in time. But then for whatever reason, the defund the police movement caught fire and there was very little serious scrutiny of it early on, even though there's tons of data that shows if you reduce police presence, you get an uptick in crime. And I think all of us in the media should have done a better job getting in front of that being clinical. It was an emotional time. That's where reporters really need to double down on being clinical. And here are the facts. And here's what we know and here's what we don't know. And I think it gave a lot of ammunition. I hate that word in this context, but it gave a lot of ammunition to conservatives who want to say that the media is out to lunch because on that topic, the media was kind of out to lunch. Listen, I used to be a huge defender of the media. I worked at the Wall Street Journal, the Washington Post. I covered the presidency. I've worked in these newsrooms. There is more ideology in journalism today than there was five years ago. And a lot of it, I've said in the past, I continue to believe was unleashed in an unhealthy way by Twitter in this ability for people to kind of show off for their friends and kind of one up each other in a way that I think revealed their ideology. And I just don't think that helps. I don't care what your opinion is. If I wanted your opinion or I wanted someone's opinion, I would go to an opinion page. If I want news, I want you to be a reporter and be a damn good reporter. And there are a lot of great reporters out there. I love this business. I've committed my life to it. I work too much, 18, 19 hours a day on this stuff because I love it. I think information is interesting. I think news is important. I don't think that we're perfect. And I don't think that the media should pretend that we're perfect. I don't understand the lack of self-reflection. You have to have the humility to understand that even if your intentions are pure, you can still screw up. And if you can admit mistakes, people will forgive you. It's when you pretend that you're infallible that something's going to bite you. Do you have any predictions heading into 2022 about where media as an industry is headed? After being a pessimist about media, and then probably a realist, I'm getting a little more optimistic about media. I feel like people are building media companies now around what does the consumer want and need? What will they pay for? I feel like there's some interesting models out there that are doing serious journalism that I think is edifying and healthy. And I like that. I think the bigger companies have gotten smarter. I think the New York Times, whether you love them or hate them, is a much better business. I think the Bezos injection of money into the post gave it stability and growth that will probably echo for a generation. I think local's tough. A lot of the local papers are probably going to go under. But I think hopefully people like Axios and others come in with creative solutions that adapt to the moment so that we can continue to fund a viable way for people to get news and information and accountability so that we can hold this great American project together. And I think a lot of that project rests in part on media. Jim Vande Hei, thank you so much for joining us. Thank you very much. Welcome back. It's time to say goodbye to Axios Recap, which is really sad. It's been a great ride and the recap community has been amazing. If you haven't already, make sure you're subscribed to Axios Today, our morning daily news show hosted by Naila Boudou. You'll hear great interviews and get the news that matters first thing in the morning in just 10 minutes. I cannot recommend starting your day with Axios Today highly enough. Before I go, I want to thank everyone who made Recap possible over the last few years. Thank you to Dan Primack and Tim Chauvers, who got this show off the ground back when it was Pro Rata and took it to the next level as Axios Recap. Thank you Sabina Singhani, our associate producer. Thank you to Cecily Meza-Martinez and Alexander Boti for senior producing whenever I was out. Thank you to Sarah Kehlani-Gue, Julia Redpath, Dan Bobkopf, Naila Boudou, and Kim Sheik for support and guidance. Thank you to Alex Sugiyera, Ben O'Brien, Jeannie Montalvo, Michael Hamph, and John Pfeffer for mixing. And thank you to our rotating cast of guest hosts. You know them, you love them, Naila Boudou, Margaret Taleb, Felix Salmon, Erica Pandy, Hope King, Sarah Fisher, Nick Johnson, and Kim Hart. And finally, thank you all for listening. We'll be back in the new year to tell great stories in new ways. I'm Naomi Chauvin, signing off for the team. Have a happy new year."}, "podcast_summary": "The key takeaways from this podcast episode on journalistic responsibility are:\n\n- The media landscape has changed profoundly in recent years, with increased polarization and a lack of trust from the public.\n- Jim Van de Huy, CEO and co-founder of Axios, believes that the media should strive to be clinical and direct in its reporting, covering both political parties without bias.\n- While it may seem like the media is softer on President Biden compared to former President Trump, Jim argues that there were more falsehoods to address during Trump's presidency.\n- Jim emphasizes the importance of addressing the divide in America and rebuilding trust by providing accurate and non-ideological reporting.\n- Axios has made investments in local news, recognizing its importance in providing people with reliable information about their communities.\n- Jim acknowledges that mistakes have been made in media coverage, such as the handling of the \"defund the police\" movement, and calls for more self-reflection and accountability within the industry.\n- Despite the challenges, Jim expresses optimism about the media industry, citing the emergence of new models that prioritize consumer needs and the growth of established companies like The New York Times and The Washington Post.", "podcast_guest": "Jim Van de Huy", "podcast_highlights": "In this final episode of Axios Recap, Axios co-founder and CEO Jim VandeHei discusses the state of journalism and media in 2021. He highlights the challenges faced by the media, such as covering the pandemic, a divided America, and a new presidential administration. VandeHei believes that the media has changed profoundly in recent years, with a growing divide between Republicans and the media. He emphasizes the importance of journalistic responsibility and rebuilding public trust. VandeHei also discusses the need for media outlets to check their ideology at the door and provide balanced, factual reporting. He acknowledges that mistakes have been made, such as the lack of scrutiny of the defund the police movement, but expresses optimism for the future of media, citing the growth of innovative media companies and the adaptation to consumer needs. VandeHei concludes by emphasizing the importance of media in holding the country together and the need for continued investment in news and information."}